Revit 2024 API
ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhaseb Property
 "Branch Circuit Apparent Load Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhaseb { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelBranchCircuitApparentLoadPhaseb As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitApparentLoadPhaseb {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace